var local_database = [{
  "name": "1、	当你觉得累了，哪种活动能让你放松：",
  "daan": "A",
  "content": ["(A).与别人说话或听音乐、听故事", "(C).看书、看电视或录像", "(B).出去玩或者做游戏，做运动"]
},
{
  "name": "2、如果你教给别人怎么做事，通常用的方法：",
  "daan": "B",
  "content": ["(A).用语言告诉他怎么做", "(C).画图告诉怎么做", "(B).用手势和行动告诉他怎么做"]
},
{
  "name": "3、当你正在做事时，你觉得什么最容易干扰你的注意力：",
  "daan": "C",
  "content": ["(A).噪音", "(C).你觉得新鲜好好玩的东西", "(B).你周围正在动的人或东西"]
},
{
  "name": "4、当你一个人呆着时喜欢做干什么：",
  "daan": "C",
  "content": ["(A).给别人打电话或听收音机", "(C).看电视、录像或看书", "(B).自己玩游戏或者做自己喜欢做的事"]
},
{
  "name": "5、当你遇到难题时，你觉得用什么方法解决问题最好：",
  "daan": "C",
  "content": ["(A).把所有你会的方法都说出来，选一个最好的", "(C).回想以前是怎么解决类似问题的", "(B).想出几种解决方法，选一个最好的"]
},
{
  "name": "6、排队时你通常做什么：",
  "daan": "C",
  "content": ["(A).自己小声嘟囔或与别人说话", "(C).看过往的人或周围的景色", "(B).总是来回晃动、坐不住、手脚不停"]
},
{
  "name": "7、如果你很关心一个人，通常你会：",
  "daan": "C",
  "content": ["(A).给他打电话", "(C).给他寄一张卡片或发邮件", "(B).亲自去找他拜访他"]
},
{
  "name": "8、遇到你认为很难写的字，你通常会：",
  "daan": "C",
  "content": ["(A).重复几遍这个字的读音，听起来觉得对就可以了", "(C).先写出来这个字，再看看是否对", "(B).反复写几遍这个字，感觉一下怎么写才对"]
},
{
  "name": "9、你自己做的事情，怎样就满意了：",
  "daan": "C",
  "content": ["(A).听起来是对的就满意了", "(C).看起来是对的就满意了", "(B).感觉是对的就满意了"]
},
{
  "name": "10、在课堂上你喜欢什么活动：",
  "daan": "C",
  "content": ["(A).听讲并且和别人说话", "(C).看图表、图画和录像", "(B).做实验和搞活动"]
},
{
  "name": "11、教完别人做事之后，你通常问什么问题才知道他会了：",
  "daan": "C",
  "content": ["(A).你听明白了吗", "(B).你知道了吗", "(C).你看懂了吗"]
},
{
  "name": "12、学习诗歌时，你觉得怎样记忆更快",
  "daan": "C",
  "content": ["(A).大声地朗读", "(B).不停地走动，打着节拍读","(C).反反复复地读"]
},
{
  "name": "13、你怎么知道别人高兴或者难过：",
  "daan": "C",
  "content": ["(A).听别人的声音", "(B).注意别人的动作","(C).看别人的脸"]
},
{
  "name": "14、你喜欢什么样的幽默：",
  "daan": "C",
  "content": ["(A).喜欢滑稽搞笑的语言",  "(B).喜欢滑稽搞笑的动作","(C).喜欢色彩丰富的戏剧和动画片"]
},
{
  "name": "15、在有许多人的聚会上，你喜欢：",
  "daan": "C",
  "content": ["(A).和别人说话或者听别人说话",  "(B).到处转悠或者闲逛","(C).看别人正在干什么"]
},
{
  "name": "16、别人怎样解释问题你更容易明白：",
  "daan": "C",
  "content": ["(A).听讲、互相交流、讨论",  "(B).亲自做一做" ,"(C).用图表、图画、地图等形式"]
},
{
  "name": "17、如果你的假日很有趣，你通常怎样和朋友讲述：",
  "daan": "C",
  "content": ["(A).打电话讲给他听", "(B).去找他们，给他们讲讲你的经历", "(C).给他们看你的照片",]
},
{
  "name": "18、买衣服时：",
  "daan": "C",
  "content": ["(A).别人说好看我就觉得好，别人说不好我也觉得不好", "(B).选择穿起来舒服的衣服", "(C).选择喜欢的颜色和样式" ]
},
{
  "name": "19、什么情况下你听人说话最清楚：",
  "daan": "C",
  "content": ["(A).你闭上眼睛，不看说话的人，听得更清楚",  "(B).你边走边听别人讲","(C).必须清清楚楚地看见说话的人，才能听得清楚"]
},
{
  "name": "20、你最容易记住别人的：",
  "daan": "C",
  "content": ["(A).别人说过的话", "(B).别人做过的事", "(C).别人的相貌"]
}

]
module.exports = {
  postList: local_database
}